<?php
return
[
    'denied' => 'تم رفض الوصول لعدم التصريح',
    'user_invalid' => 'لا يمكن ترك اسم المستخدم والبريد الإلكتروني فارغين',
    'update_ok' => 'تم تحديث السجل بنجاح',
    'store_ok' => 'تم إنشاء السجل بنجاح',
    'del_ok' => 'تم حذف السجل بنجاح',
    'delete_ok' => 'تم حذف السجل بنجاح',
    'pu_reset' => 'تم إعادة تعيين كلمة المرور للمستخدم بنجاح',
    'p_reset' => 'تم إعادة تعيين كلمة المرور بنجاح',
    'p_reset_fail' => 'لقد أدخلت كلمة مرور غير صحيحة!',
    'lock_exam' => 'سيكون رقم التعريف الشخصي مطلوبًا لعرض النتائج إذا تم تعيين قفل الامتحان',
    'rnf' => 'لم يتم العثور على السجل',
    'srnf' => 'لم يتم العثور على سجل الطالب',
    'ernf' => 'لم يتم العثور على سجل الامتحان',
    'nstp' => 'لا يوجد طلاب للترقية',
    'pin_max' => 'تم تجاوز حد إنشاء رقم التعريف الشخصي (500)',
    'pin_fail' => 'تم استخدام رقم التعريف الشخصي هذا من قبل مستخدم آخر أو تم تجاوز حد الاستخدام (5)',
    'pin_create' => 'تم إنشاء أرقام التعريف الشخصية بنجاح',
    'del_teacher' => 'قبل أن تتمكن من حذف هذا المعلم، يجب عليك العثور على بديل للمادة (المواد) التي يدرسها. راجع ملف المعلم لمعرفة مواده',
    'invalid_time_slot' => 'لا يمكن أن يكون وقت البدء ووقت الانتهاء متطابقين',
];
